Repository: IBMPredictiveAnalytics/SPSSINC_RANPRED
Catalog: src/lang/*/SPSSINC_RANPRED.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, zh_cn, zh_tw

source: The R %s package is required but could not be loaded.
de: Das R %s-Paket ist erforderlich konnte aber nicht geladen werden.
es: El paquete de R %s es necesario pero no se ha podido cargar.
fr: Le pack R %s est requis mais n'a pas pu être chargé.
it: Il package R %s è necessario, ma non è stato possibile caricarlo.
ja: R %s パッケージが必要ですが、読み込むことができませんでした。
ko: R %s 패키지가 필요하지만 로드할 수 없습니다.
pl: Pakiet R %s jest wymagany, ale nie można było go wczytać.
pt_br: O pacote R %s é necessário, mas não pôde ser carregado.
zh_cn: 需要 R %s 程序包，但未能将其装入。
zh_tw: R %s 套件是必要套件，但無法載入。

source: The programfile keyword is no longer supported
de: Das Schlüsselwort programfile wird nicht mehr unterstützt
es: La palabra clave programfile ya no se admite
fr: Le mot clé programfile n'est plus pris en charge.
it: La parola chiave programfile non è più supportata
ja: programfile キーワードはサポートされなくなりました
ko: programfile 키워드는 더 이상 지원되지 않습니다.
pl: Słowo kluczowe programfile nie jest już obsługiwane.
pt_br: A palavra-chave programfile não é mais suportada
zh_cn: programfile 关键字不再受支持
zh_tw: 不再支援 programfile 關鍵字

source: Either or both of the predicted values dataset and printpredictions must be specified
de: Es müssen entweder die vorhergesagten Wertedatasets und/oder Druckvorhersagen angegeben werden
es: Se debe especificar alguno o los dos conjuntos de datos de valores pronosticados y printpredictions
fr: Le jeu de données de prévisions ou d'affichage des prévisions, ou les deux, doivent être spécifiés.
it: È necessario specificare una o entrambe le opzioni Dataset di valori previsti e Previsioni stampate
ja: 予測値データセットと printprediction のいずれか一方または両方を指定する必要があります
ko: 예측값 데이터 세트와 printpredictions 중 하나 또는 둘 모두를 지정해야 합니다.
pl: Należy określić co najmniej jeden z przewidywanych zbiorów danych wartości i predykcji wydruku
pt_br: Um ou ambos os valores preditos dataset e printpredictions devem ser especificados
zh_cn: 必须指定预测值数据集和/或打印预测
zh_tw: 必須指定預測值資料集及（或）列印預測

source: The predicted values output dataset name is already in use
de: Der Name des Ausgabedatasets für vorhergesagte Werte wird bereits verwendet
es: Este nombre de conjunto de datos de resultado de valores pronosticados ya se está utilizando.
fr: Le nom du jeu de données de sortie des prévisions est déjà utilisé.
it: Il nome del dataset di output di valori previsti è già in uso
ja: その予測値出力データセット名は既に使用されています
ko: 예측값 출력 데이터 세트 이름은 이미 사용 중입니다.
pl: Nazwa zbioru danych wyjściowych wartości przewidywanych jest już używana
pt_br: O nome do conjunto de dados de saída de valores preditos já está em uso
zh_cn: 此预测值输出数据集名称已在使用中
zh_tw: 預測值輸出資料集名稱已在使用中

source: An ID variable must be specified if the missing data check was requested.
de: Es muss eine ID-Variable angegeben werden, wenn die Prüfung auf fehlende Daten angefordert wurde.
es: Se debe especificar una variable de ID si se ha solicitado la comprobación de datos perdidos.
fr: Une variable ID doit être spécifiée si un contrôle des données manquantes est requis.
it: Deve essere specificata una variabile ID se è stato richiesto il controllo dei dati mancanti.
ja: 欠損データの検査が要求された場合、ID 変数を指定する必要があります。
ko: 결측 데이터 검사가 요청된 경우 ID 변수를 지정해야 합니다.
pl: Zmienną ID należy określić, jeśli zażądano kontroli braków danych.
pt_br: Uma variável de ID deve ser especificada se a verificação de dados omissos tiver sido solicitada.
zh_cn: 如果已请求进行缺失数据检查，那么必须指定 ID 变量。
zh_tw: 如果要求檢查遺漏資料，則必須指定 ID 變數。

source: The specified workspace file could not be opened: %s
de: Die angegebene Arbeitsbereichsdatei konnte nicht geöffnet werden: %s
es: No se ha podido abrir el espacio de trabajo especificado: %s
fr: Impossible d'ouvrir le fichier d'espace de travail spécifié : %s
it: Impossibile aprire il file spazio di lavoro specificato: %s
ja: 指定されたワークスペース ファイルを開けませんでした: %s
ko: 지정된 작업공간 파일을 열 수 없습니다. %s
pl: Nie można otworzyć określonego pliku obszaru roboczego: %s
pt_br: O arquivo de área de trabalho especificado não pôde ser aberto: %s
zh_cn: 未能打开指定的工作空间文件：%s
zh_tw: 無法開啟指定的工作區檔案：%s

source: --In memory--
de: --Im Speicher--
es: --En memoria--
fr: --En mémoire--
it: --In memoria--
ja: --メモリ内--
ko: --메모리에 있음--
pl: --W pamięci--
pt_br: --Na memória--
zh_cn: --在内存中--
zh_tw: --在記憶體中--

source: The R workspace does not contain the expected random forest object
de: Der R-Arbeitsbereich enthält nicht das erwartete Random Forest-Objekt
es: El espacio de trabajo de R no contiene el objeto de bosque aleatorio esperado
fr: L'espace de travail R ne contient pas l'objet de forêt aléatoire attendu.
it: Lo spazio di lavoro R non contiene l'oggetto foresta casuale previsto
ja: 期待されたランダム フォレスト オブジェクトが R ワークスペースに含まれていません
ko: R 작업공간에는 기대되는 랜덤 포리스트 개체가 포함되어 있지 않습니다.
pl: Obszar roboczy R nie zawiera oczekiwanego losowego obiektu lasu
pt_br: A área de trabalho R não contém o objeto de Random Forest esperado
zh_cn: R 工作空间未包含期望的随机森林对象
zh_tw: R 工作區未包含預期的隨機樹系物件

source: New Prediction Dataset
de: Neues Vorhersagedataset
es: Nuevo conjunto de datos de predicción
fr: Nouveau de jeu de données des prévisions
it: Nuovo dataset di previsione
ja: 新規予測データセット
ko: 새 예측 데이터 세트
pl: Nowy zbiór danych predykcji
pt_br: Novo conjunto de dados de predição
zh_cn: 新建预测数据集
zh_tw: 新的預測資料集

source: Random Forest Used for Prediction
de: Für Vorhersage verwendeter Random Forest
es: Bosque aleatorio utilizado para la predicción
fr: Forêt aléatoire utilisée pour les prévisions
it: Foresta casuale utilizzata per la previsione
ja: 予測に使用されるランダム フォレスト
ko: 예측에 사용된 랜덤 포리스트
pl: Losowy las użyty w predykcji
pt_br: Random Forest usada para predição
zh_cn: 用于预测的随机森林
zh_tw: 用於預測的隨機樹系

source: Random Forest computed by R randomForest package
de: Durch R randomForest-Paket berechneter Random Forest
es: Bosque aleatorio calculado por el paquete de R randomForest
fr: Forêt aléatoire calculée par le pack R randomForest
it: Foresta casuale calcolata dal package randomForest di R
ja: R randomForest パッケージによって計算されたランダム フォレスト
ko: R randomForest 패키지에 의해 계산된 랜덤 포리스트
pl: Losowy las obliczony za pomocą pakietu R randomForest
pt_br: Random Forest calculada pelo pacote R randomForest
zh_cn: 由 R randomForest 程序包计算的随机森林
zh_tw: 由 R randomForest 套件計算的隨機樹系

source: Statistics
de: Statistik
es: Estadísticos
fr: Statistiques
it: Statistiche
ja: 統計量
ko: 통계량2
pl: Statystyki
pt_br: Estatísticas
zh_cn: 统计
zh_tw: 統計資料

source: One or more of the required variables was not found in the active dataset. Required variables: %s
de: Mindestens eine erforderliche Variable wurde im aktiven Dataset nicht gefunden. Erforderliche Variablen: %s
es: Una o más de las variables necesarias no se ha encontrado en el conjunto de datos activo. Variables necesarias: %s
fr: Une ou plusieurs des variables requises n'ont pas été trouvées dans le jeu de données actif. Variables requises : %s
it: Una o più delle variabili richieste non sono state trovate nel dataset attivo. Variabili richieste: %s
ja: アクティブ データセット内で 1 つ以上の必須変数が見つかりませんでした。 必須変数: %s
ko: 필요한 변수 중 하나 이상을 활성 데이터 세트에서 찾을 수 없습니다. 필요한 변수: %s
pl: W aktywnym zbiorze danych nie znaleziono co najmniej jednej wymaganej zmiennej. Wymagane zmienne: %s
pt_br: Uma ou mais das variáveis necessárias não foram localizadas no conjunto de dados ativo. Variáveis necessárias: %s
zh_cn: 在活动数据集中找不到一个或多个所需变量。 所需变量： %s
zh_tw: 在作用中資料集中，找不到一或多個必要變數。 必要變數為： %s

source: The id variable specified duplicates the name of a model variable: %s
de: Die angegebene ID-Variable hat denselben Wert wie der Name der Modellvariablen: %s
es: La variable de ID especificada duplica el nombre de una variable de modelo: %s
fr: La variable ID spécifiée a dupliqué le nom d'une variable de modèle : %s
it: La variabile ID specificata è un duplicato del nome di una variabile del modello: %s
ja: 指定された ID 変数がモデル変数の名前と重複しています: %s
ko: 지정된 ID 변수가 모형 변수의 이름과 중복됩니다. %s
pl: Określona zmienna ID powoduje powielenie nazwy zmiennej modelu: %s
pt_br: A variável de ID especificada duplica o nome de uma variável de modelo: %s
zh_cn: 指定的 ID 变量与模型变量的名称重复：%s
zh_tw: 指定的 ID 變數會複製模型變數的名稱：%s

source: Predictions cannot be made from an unsupervised forest
de: Vorhersagen können aus einer nicht überwachten Gesamtstruktur nicht erstellt werden
es: No se pueden realizar predicciones a partir de un bosque no supervisado
fr: Impossible d'établir les prévisions à partir d'une forêt non supervisée.
it: Le previsioni non possono essere effettuate da una foresta non supervisionata
ja: 非監視フォレストからは予測を作成できません
ko: 비지도 포리스트에서 예측을 작성할 수 없습니다.
pl: Predykcji nie można opracować na podstawie nienadzorowanego lasu
pt_br: Predições não podem ser feita a partir de uma floresta não supervisionada
zh_cn: 无法从未监督的森林进行预测
zh_tw: 無法從非監督式樹系執行預測

source: Case Number (Not Counting Filtered Cases)
de: Fallnummer (ohne quantitative Erfassung gefilterter Fälle)
es: Número de caso (sin contar los casos filtrados)
fr: Numéro d'observation (observations filtrées non prises en compte)
it: Numero di caso (senza contare i casi filtrati)
ja: ケース数 (フィルタリングされたケースはカウントしません)
ko: 케이스 번호(필터된 케이스 계산 안함)
pl: Liczba obserwacji (bez obserwacji odfiltrowanych)
pt_br: Número do caso (sem contar casos filtrados)
zh_cn: 个案号（已过滤的个案未计算在内）
zh_tw: 觀察值數目（計數中不包含已過濾的觀察值）

source: Case Number
de: Fallnummer
es: Número del caso
fr: Numéro d'observation
it: Numero di caso
ja: ケース番号
ko: 케이스 번호
pl: Numer obserwacji
pt_br: Número do caso
zh_cn: 个案号
zh_tw: 觀察值數目

source: pred
de: vorherges
fr: Prév.
it: prev
ja: 予測値
zh_cn: 预测

source: Probability
de: Wahrscheinlichkeit
es: Probabilidad
fr: Probabilité
it: Probabilità
ja: 確率
ko: 확률
pl: Prawdopodobieństwo
pt_br: Probabilidade
zh_cn: 概率
zh_tw: 機率

source: Votes
de: Stimmen
es: Votos
it: Voti
ja: 票決
ko: 투표
pl: Głosy
pt_br: Votos
zh_cn: 得票数
zh_tw: 表決

source: Failed to create predicted values dataset: %s
de: Fehler beim Erstellen von Dataset vorhergesagter Werte: %s
es: No se ha podido crear el conjunto de datos de valores pronosticados: %s
fr: Impossible de créer le jeu de données des prévisions : %s
it: Impossibile creare il dataset di valori previsti: %s
ja: 予測値データセットを作成できませんでした: %s
ko: 예측값 데이터 세트를 작성하지 못했습니다. %s
pl: Niepowodzenie utworzenia przewidywanych zbiorów danych wartości: %s
pt_br: Falha ao criar o conjunto de dados de valores preditos: %s
zh_cn: 未能创建预测值数据集：%s
zh_tw: 無法建立預測值資料集：%s

source: Predicted Values or Probabilities
de: Vorhergesagte Werte oder Wahrscheinlichkeiten
es: Valores pronosticados o probabilidades
fr: Prévisions ou probabilités
it: Valori previsti o probabilità
ja: 予測値または確率
ko: 예측값 또는 확률
pl: Wartości przewidywane lub prawdopodobieństwa
pt_br: Valores preditos ou probabilidades
zh_cn: 预测值或概率
zh_tw: 預測值或機率
